Repository: anovik/SmartCommander
Catalog: src/SmartCommander/Assets/Resources.*.resx
Languages: fr_fr, sr_cyrl_rs, sr_latn_me

source: Alert
fr_fr: Alerte
sr_cyrl_rs: Упозорење
sr_latn_me: Upozorenje

# ArchiveExists
source: Archive {0} already exists.
fr_fr: L'archive {0} existe déjà.
sr_cyrl_rs: Архива {0} већ постоји.
sr_latn_me: Arhiva {0} već postoji.

source: Cancel
fr_fr: Annuler
sr_cyrl_rs: Откажи
sr_latn_me: Otkaži

# CantCopyFileToItself
source: Can't copy files to the same directory
fr_fr: Impossible de copier les fichiers dans le même dossier
sr_cyrl_rs: Не можете да копираjте датотеке у исту фасциклу
sr_latn_me: Ne možete da kopirajte datoteke u istu fasciklu

# CantEditFolder
source: Can't edit the folder
fr_fr: Impossible d'éditer le dossier
sr_cyrl_rs: Не можете да уређиваjте фасциклу
sr_latn_me: Ne možete da uređivajte fasciklu

# CantMoveFileToItself
source: Can't move files to the same directory
fr_fr: Impossible de déplacer les fichiers dans le même dossier
sr_cyrl_rs: Не можете да преместите датотеке у исту фасциклу
sr_latn_me: Ne možete da premjestite datoteke u istu fasciklu

source: Can't move folder here
fr_fr: Impossible de déplacer le dossier ici
sr_cyrl_rs: Овде не можете да преместите фасциклу
sr_latn_me: Ne možete da premjestite fasciklu ovdje

source: Can't move folder to itself
fr_fr: Impossible de déplacer le dossier vers lui-même
sr_cyrl_rs: Не можете да премјестите фасциклу овде
sr_latn_me: Ne možete da premjestite fasciklu ovdje

# CantViewFolder
source: Can't view the folder
fr_fr: Impossible d'afficher le dossier
sr_cyrl_rs: Не можете да прегледаjте фасциклу
sr_latn_me: Ne možete da pregledajte fasciklu

# CopyTo
source: Copy {0} to:
fr_fr: Copier {0} vers :
sr_cyrl_rs: Копираj {0} у:
sr_latn_me: Kopiraj {0} u:

source: Create New Folder
fr_fr: Créer un nouveau dossier
sr_cyrl_rs: Креирај нову фасциклу
sr_latn_me: Kreiraj novu fasciklu

source: Current directory name
fr_fr: Nom du répertoire courant
sr_cyrl_rs: Назив тренутног директоријума
sr_latn_me: Naziv trenutnog direktorijuma

# CurrentDirInfo
source: Files: {0}, folders: {1}.
fr_fr: Fichiers : {0}, dossiers : {1}.
sr_cyrl_rs: Датотеке: {0}, фасцикле: {1}.
sr_latn_me: Datoteke: {0}, fascikle: {1}.

source: Dark Theme
fr_fr: Thème sombre
sr_cyrl_rs: Тамна тема
sr_latn_me: Tamna tema

source: Date
sr_cyrl_rs: Датум
sr_latn_me: Datum

# DeleteConfirmation
source: Are you sure you would like to delete {0}?
fr_fr: Voulez-vous vraiment supprimer {0}?
sr_cyrl_rs: Да ли сте сигурни да желите да обришете {0}?
sr_latn_me: Da li ste sigurni da želite da obrišete {0}?

# DeleteConfirmationNonEmpty
source: The folder is not empty. Are you sure you would like to delete {0}?
fr_fr: Le dossier n'est pas vide. Êtes-vous sûr de vouloir supprimer {0}?
sr_cyrl_rs: Фасцикла није празна. Да ли сте сигурни да желите да избришете {0}?
sr_latn_me: Fascikla nije prazna. Da li ste sigurni da želite obrisati {0}?

source: Display Command Line
fr_fr: Afficher la ligne de commande
sr_cyrl_rs: Прикажи командну линију
sr_latn_me: Prikaži komandnu liniju

source: Display Current Directory
fr_fr: Afficher le dossier courant
sr_cyrl_rs: Прикажи тренутну фасциклу
sr_latn_me: Prikaži trenutnu fasciklu

source: Display Function Keys
fr_fr: Afficher les touches de fonction
sr_cyrl_rs: Прикажи функционалне типке
sr_latn_me: Prikaži funkcijske tipke

# DriveNotAvailable
source: The drive is not available
fr_fr: Le disque n'est pas disponible
sr_cyrl_rs: Диск није доступан
sr_latn_me: Disk nije dostupan

source: Edit
fr_fr: Modifier
sr_cyrl_rs: Уреди
sr_latn_me: Uredi

# ErrorNoPane
source: Error: no pane selected
fr_fr: Erreur: aucun volet sélectionné
sr_cyrl_rs: Грешка: ниједан панел није одабран
sr_latn_me: Greška: nijedan panel nije odabran

source: Extension
sr_cyrl_rs: Екстензија
sr_latn_me: Ekstenzija

source: F3 View
fr_fr: F3 Afficher
sr_cyrl_rs: F3 Прегледај
sr_latn_me: F3 Pregledaj

source: F4 Edit
fr_fr: F4 Modifier
sr_cyrl_rs: F4 Уреди
sr_latn_me: F4 Uredi

source: F5 Copy
fr_fr: F5 Copier
sr_cyrl_rs: F5 Копирај
sr_latn_me: F5 Kopiruj

source: F6 Move
fr_fr: F6 Coup
sr_cyrl_rs: F6 Премјести
sr_latn_me: F6 Premjesti

# F7CreateNewFolder
source: F7 Create Folder
fr_fr: F7 Créer un dossier
sr_cyrl_rs: F7 Креирај фасциклу
sr_latn_me: F7 Kreiraj fasciklu

source: F8 Delete
fr_fr: F8 Supprimer
sr_cyrl_rs: F8 Обриши
sr_latn_me: F8 Obriši

# FileExistsRewrite
source: File already exists. Are you sure you would like to rewrite {0}?
fr_fr: Le fichier existe déjà. Êtes-vous sûr de vouloir réécrire {0}?
sr_cyrl_rs: Датотека већ постоји. Да ли сте сигурни да желите да препишете {0}?
sr_latn_me: Datoteka već postoji. Da li ste sigurni da želite prepisati {0}?

source: Folder
fr_fr: Dossier
sr_cyrl_rs: Фасцикла
sr_latn_me: Fascikla

# FolderExists
source: The folder already exists
fr_fr: Le dossier existe déjà
sr_cyrl_rs: Фасцикла већ постоји
sr_latn_me: Fascikla već postoji

# ItemsNumber
source: {0} items
fr_fr: {0} éléments
sr_cyrl_rs: {0} елемената
sr_latn_me: {0} elemenata

source: Light Theme
fr_fr: Thème clair
sr_cyrl_rs: Светла тема
sr_latn_me: Svijetla tema

# MenuConfiguration
source: _Configuration
sr_cyrl_rs: _Конфигурација
sr_latn_me: _Konfiguracija

# MenuExit
source: _Exit
fr_fr: _Quitter
sr_cyrl_rs: _Излаз
sr_latn_me: _Izlaz

# MenuFile
source: _File
fr_fr: _Fichier
sr_cyrl_rs: _Датотека
sr_latn_me: _Datoteka

# MenuOptions
source: _Options
fr_fr: _Paramètres
sr_cyrl_rs: _Опције
sr_latn_me: _Opcije

# MenuSortByDate
source: Sort by _date
fr_fr: Trier par _date
sr_cyrl_rs: Сортирај по _датуму
sr_latn_me: Sortiraj po _datumu

# MenuSortByExtension
source: Sort by _extension
fr_fr: Trier par _extension
sr_cyrl_rs: Сортирај по _екстензији
sr_latn_me: Sortiraj po _ekstenziji

# MenuSortByName
source: Sort by _name
fr_fr: Trier par _nom
sr_cyrl_rs: Сортираj по _називу датотеке
sr_latn_me: Sortiraj po _nazivu datoteke

# MenuSortBySize
source: Sort by _size
fr_fr: Trier par _taille
sr_cyrl_rs: Сортирај по _величини датотеке
sr_latn_me: Sortiraj po _veličini datoteke

# MenuView
source: _View
fr_fr: _Afficher
sr_cyrl_rs: _Прегледај
sr_latn_me: _Pregledaj

# MoveTo
source: Move {0} to:
fr_fr: Déplacer {0} vers :
sr_cyrl_rs: Премјести {0} у:
sr_latn_me: Premjesti {0} to:

source: Name
fr_fr: Nom
sr_cyrl_rs: Назив
sr_latn_me: Naziv

source: Not Found:
fr_fr: Non trouvé :
sr_cyrl_rs: Није пронађен:
sr_latn_me: Nije pronađen:

source: Operation in Progress:
fr_fr: Opération en cours:
sr_cyrl_rs: Операција у току:
sr_latn_me: Operacija u toku:

source: Options
fr_fr: Paramètres
sr_cyrl_rs: Опције
sr_latn_me: Opcije

source: Save
fr_fr: Sauvegarder
sr_cyrl_rs: Сачувај
sr_latn_me: Sačuvaj

source: Save Settings on Exit
fr_fr: Sauvegarder les paramètres en quittant
sr_cyrl_rs: Сачувај подешавања при изласку
sr_latn_me: Sačuvaj podešavanja pri izlasku

# SaveWindowPositionSize
source: Save Window Position and Size
fr_fr: Sauvegarder la position et la taille de la fenêtre
sr_cyrl_rs: Сачувај позицију и величину прозора апликације
sr_latn_me: Sačuvaj poziciju i veličinu prozora aplikacije

# ShowHiddenFiles
source: Show Hidden/System Files
fr_fr: Afficher les fichiers cachés/système
sr_cyrl_rs: Прикажи скривене/системске датотеке
sr_latn_me: Prikaži skrivene/sistemske datoteke

# ShowNonEmptyConfirmation
source: Show Confirmation when Deleting Non-empty Directory
fr_fr: Afficher la confirmation lors de la suppression du répertoire non-vide
sr_cyrl_rs: Прикажи потврду приликом брисања директоријума који није празан
sr_latn_me: Prikaži potvrdu prilikom brisanja direktorijuma koji nije prazan

source: Size
fr_fr: Taille
sr_cyrl_rs: Величина
sr_latn_me: Veličina

# StopBackground
source: Would you like to stop the background operation?
fr_fr: Voulez-vous arrêter l'opération en arrière-plan?
sr_cyrl_rs: Да ли желите да зауставите операцију у току?
sr_latn_me: Da li želite da zaustavite operaciju u toku?

source: View
fr_fr: Afficher
sr_cyrl_rs: Прегледај
sr_latn_me: Pregledaj

source: Unzip
fr_fr: Décompresser
sr_cyrl_rs: Распакуj
sr_latn_me: Raspakuj

# DirectoryExists
source: Directory {0} already exists.
fr_fr: Le dossier {0} existe déjà.
sr_cyrl_rs: Фасцикла {0} већ постоји.
sr_latn_me: Fascikla {0} već postoji.

# TooLargeSize
source: Too large file size for viewing.
fr_fr: La taille du fichier est trop grande pour être affichée.
sr_cyrl_rs: Величина датотеке је превелика за преглед.
sr_latn_me: Veličina datoteke je prevelika za pregled.

# Reboot
source: *Application restart required
fr_fr: Redémarrage d'application requis
sr_cyrl_rs: *Потребно је поновно покретање апликација
sr_latn_me: *Potrebno je ponovno pokretanje aplikacije

source: Allow only one Instance
fr_fr: Autoriser une seule instance
sr_cyrl_rs: Дозволи само једну инстанцу апликације
sr_latn_me: Dozvoli samo jednu instancu aplikacije

source: Files Search
fr_fr: Recherche de fichiers
sr_cyrl_rs: Претрага датoтека
sr_latn_me: Pretraga datoteka

source: Start Search
fr_fr: Lancer la recherche
sr_cyrl_rs: Започети претрагу
sr_latn_me: Započeti pretragu

source: Current Folder
fr_fr: Dossier courant
sr_cyrl_rs: Тренутни директоријум
sr_latn_me: Trenutni direktorijum

# FileName
source: File name (for example, *.txt)
fr_fr: Nom du fichier (par exemple, *.txt)
sr_cyrl_rs: Назив датотеке (на пример, *.txt)
sr_latn_me: Naziv datoteke (na primer, *.txt)

# MenuSearch
source: _Search
fr_fr: _Rechercher
sr_cyrl_rs: _Тражи
sr_latn_me: _Traži

# SearchTopDirectoryOnly
source: Search in top directory only
sr_latn_me: Traži samo u gornjem direktorijumu

# SearchFileContent
source: Search in file content
sr_latn_me: Traži sadržaj datoteke

source: Header
sr_latn_me: Zaglavlje

source: Operation
sr_latn_me: Operacija

source: Language
sr_latn_me: Jezik

source: Plugins
sr_latn_me: Dopune

source: OK
sr_cyrl_rs: ОК

source: Zip
fr_fr: Compresser
sr_cyrl_rs: Зип
